tap "heroku/brew"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/services"

# Android
cask "android-file-transfer"
cask "nox-app-player"

# Archives
brew "p7zip"
brew "unrar"
cask "the-unarchiver"

# Books
cask "djview"
cask "fbreader"

# Browsers
cask "google-chrome"

# Database
brew "postgresql"
brew "redis"

# Games
brew "c2048"
cask "epic-games"
cask "origin"
cask "steam"
cask "supertuxkart"
cask "teeworlds"

# Heroku
brew "heroku/brew/heroku"

# IDE, Terminal
cask "iterm2"
cask "visual-studio-code"

# JS
brew "node"
brew "phantomjs"

# Media
cask "spotify"
cask "spotify-notifications"
cask "vlc"

# Misc
brew "exercism"
brew "midnight-commander"
cask "ngrok"
cask "grammarly"
cask "mactracker"
cask "mounty"

# Photo/Video processing
brew "exiftool"
brew "ffmpeg", args: ["with-libass"]
brew "imagemagick"
brew "mkvtoolnix"
brew "youtube-dl"

# Ruby
brew "ruby-build"
brew "rbenv"

# Social
cask "messenger"
cask "obs"
cask "skype"
cask "slack"
cask "teamviewer"
cask "telegram"
cask "viber"
cask "vk-messenger"
cask "whatsapp"
cask "zoomus"

# Torrents
cask "transmission"

# UNIX utils
brew "colordiff"
brew "git"
brew "htop"
brew "screenfetch"
brew "watch"
brew "wget"

# Virtualization
cask "docker"
cask "virtualbox"

# VPN, Proxy
cask "tunnelbear"
